Repository: intraweb-modules12/iw_books
Catalog: locale/*/LC_MESSAGES/module_*_books.po
Languages: ca, es

source: Page
ca: Pàgina
es: Página

source: Information generated on
ca: Informació generada el
es: Información generada el

source: There aren't books for your selection
ca: No hi llibres per a la selecció sol·licitada
es: No hay libros para la selección solicitada

source: List of books · Course
ca: Llistat de llibres · Curs
es: Lista de libros · Curso

source: Textbooks
ca: Llibres de text
es: Libros de texto

source: Reading Books
ca: Llibres de lectura
es: Libros de lectura

source: to avaluation
ca: a avaluació
es: a evaluación

source: Materials
es: Materiales

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: e
ca: è
es: è

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements
es: Error! No se han podido cargar los objetos.

source: Failed to update the tables
ca: Error en l'actualització de le taules
es: Error en la actualitzación de las tablas

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: Edit
ca: Edita
es: Editar

source: Delete
ca: Esborra
es: Borrar

source: Textbooks and lectures
ca: Llibres de text i lectures
es: Libros de texto y lecturas

source: Try course:
ca: Curs:
es: Escoge curso:

source: Level:
ca: Nivell:
es: Nivel

source: Subject:
ca: Matèria:
es: Materia:

source: Reads:
ca: Lectures:
es: Lecturas:

source: See list of books
ca: Veure llistat de llibres
es: Muestra la lista de libros

source: Creating listed on page PDF
ca: Crear llistat en pàgina PDF
es: Creando listados en la página PDF

source: Back
ca: Torna enrere
es: Volver

source: Optional subjects
ca: Matèries optatives
es: Materias optativas

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat
es: Error! Intento de creación fallido.

source: You are not allowed to enter this module
ca: No estàs autoritzat a entrar en aquest mòdul
es: No tienes autorización para entrar en este módulo

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat
es: Error! Intento de borrado fallido.

source: Error! Could not load module.
ca: No s'ha pogut carregar el mòdul
es: Error! No se logró cargar el módulo.

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar
es: Error! Intento de actualización fallido.

source: See all the books entered
ca: Veure tots els llibres entrats
es: Ver todos los libros entrados

source: Add a new book
ca: Entrar llibre nou
es: Entrar nuevo libro

source: Show subjects
ca: Mostra matèries
es: Muestra materias

source: Enter new subject
ca: Entra matèria nova
es: Entra materia nueva

source: Modification of the configuration module
ca: Modificació de la configuració del mòdul
es: Modificación de la configuración del módulo

source: Copy the following year
ca: Copia a l'any següent
es: Copia

source: Export books (CSV)
ca: Exportar llibres (CSV)
es: Exportar libros (CSV)

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
ca: La clau de validació no és vàlida. Això vol dir que heu clicat el botó de tornar enrere del navegador o que la clau de validació ha expirat. L'expiració de la clau podria ser deguda a que esteu navegant amb diverses pestanyes simultàniament. Torneu a carregar la pàgina i torneu-ho a provar.
es: 'authkey' no válida: esto probablemente significa que has presionado el botón 'Atras', o que el 'authkey' de la página ha expirado. Por favor actualiza la página y vuelve a intentarlo.

source: The new book has been created
ca: El llibre nou ha estat creat
es: El nuevo libro ha sido creado

source: No such item found.
ca: No s'ha trobat l'element
es: No se encontró tal elemento.

source: Done! Item updated.
ca: S'ha actualitzat l'element
es: Elemento actualizado

source: Remove selected book
ca: Esborra el llibre seleccionat
es: Borra el libro seleccionado

source: Confirm the elimination of the selected book
ca: Confirma l'eliminació del llibre seleccionat
es: Confirma la eliminació del libro seleccionado

source: Cancel the elimination
ca: Cancel·la l'eliminació
es: Cancela eliminación

source: The book has been deleted
ca: S'ha esborrat el llibre
es: Se ha borrado el libro

source: Config
ca: Configuració
es: Configuración

source: Done! Item created.
ca: S'ha creat l'element
es: Elemento creado

source: Delete selected subject
ca: Esborrar matèria seleccionada
es: Borrar materia seleccionada

source: Do you really want to delete?
ca: Segur que la vols eliminar?
es: Seguro que quieres eliminarla?

source: The subject has been cleared
ca: S'ha esborrat la matèria
es: Se ha borrado la materia

source: Codi
es: Código

source: Matèria
es: Materia

source: Opcions
es: Opciones

source: No items found.
ca: No s'ha trobat cap element
es: No se han encontrado elementos.

source: Code subject
ca: Codi mat.
es: Código materia

source: Subject
ca: Assignatura
es: Materia

source: Cancel
ca: Cancel·la
es: Cancelar

source: Create
ca: Crea
es: Crear

source: About this module
ca: Pel que fa a aquest mòdul
es: Acerca de éste módulo

source: Curs acad.:
ca: Curs:
es: Curso acad.:

source: Pla:
es: Plan:

source: Nivell:
es: Nivel:

source: Matèria:
es: Materia:

source: Filtra
ca: Cerca
es: c

source: Crea llistat PDF
ca: Crea un document PDF
es: Creando listados en la página PDF

source: Tí­tol
es: Título

source: Any
es: Año

source: Pla
es: Plan

source: Nivell
es: Nivel

source: Aval
ca: Avaluació
es: Eval

source: Author
ca: Autor/a
es: Autor

source: Title
ca: Títol
es: Título

source: Release Year
ca: Any de publicació
es: Año de publicación

source: Plan (Key 'Ctrl' for choose more plans)
ca: Pla (Tecla 'Ctrl' per triar més d'un pla)
es: Plan (Tecla 'Ctrl' para seleccionar más de un plan)

source: Level
ca: Nivell
es: Nivel

source: Optional?
ca: Optativa
es: Optativa?

source: Read?
ca: Lectura
es: Lectura?

source: Evaluation (Read Only)
ca: Avaluació (només per a les lectures)
es: Evaluación (sólo para lecturas)

source: Academic Year
ca: Any acadèmic
es: Año académico

source: Comment
ca: Comentari
es: Observaciones

source: Home course materials (books, brushes ...)
ca: Materials inici de curs (llibretes, pinzells...)
es: Materiales inicio de curso (libretas, pinceles...)

source: Copy all the books in the following year
ca: Copiar tots els llibres a l'any següent
es: Copiar todos los libros al siguiente año

source: Options filter
ca: Opcions de cerca
es: Filtra los mensajes

source: Filter
ca: Cerca
es: Filtro

source: List of Textbooks
ca: Llistat de Llibres de text
es: Listado de Libros de texto

source: and reading
ca: i de lectura
es: y leyendo

source: Course
ca: Curs
es: Curso

source: Total number of books for this selection
ca: Nombre total de llibres seleccionats
es: Número máximo de libros por selección

source: Settings
ca: Paràmetres
es: Configuración

source: Default Academic year
ca: Any acadèmic per defecte
es: Año académico por defecto

source: Items per page (screen)
ca: Elements per pàgina (pantalla)
es: Elementos por página (pantalla)

source: Name and path of the image header listings
ca: Camí i nom de la imatge d'encapçalament de llistats
es: Ruta y nombre de la imagen de encabezamiento de listados

source: Road where the library FPDF (with / end)
ca: Camí on es troba la biblioteca FPDF (amb / al final)
es: Camino donde se encuentra la biblioteca FPDF (con / al final)

source: Highest level
ca: Nivells disponibles (Clau#Descripció) separats per |
es: Nivel más alto con el que se trabajarà

source: Syllabuses (Code # Desc. Code | Ex.: ESO # Ed. Sec. Request. |)
ca: Plans d'estudi (Codi#Desc. codi| Ex.: ESO#Ed. Sec. Oblig.|)
es: Planes de estudio (Código#Desc. código| Ex.: ESO#Ed. Sec. Oblig.|)

source: Font size of the list
ca: Mida font dels llistats
es: Medida fuente de los listados

source: Listed materials too?
ca: Llistar també materials?
es: Mostrar materiales también?

source: Provisional (watermark)
ca: Provisional (marca d'aigua)
es: Provisional (marca de agua)

source: Update Configuration
ca: Actualitza la configuració
es: Actualizar Configuración

source: Copy the book
ca: Copia el llibre
es: Copia el libro

source: Modification of the data book
ca: Modificació de les dades del llibre
es: Modificación de los datos del libro

source: Update
ca: Modifica
es: Modifica

source: Root directory defined on iw_main module
ca: Directori arrel dels fitxers definit al mòdul iw_main
es: Directorio raíz de los ficheros definido en el módulo iw_main

source: All subjects
ca: Totes les assignatures
es: Todas las asignaturas

source: All courses
ca: Tots els cursos
es: Todos los cursos

source: All stages
ca: Totes els plans
es: Todos los planes

source: It's not possible to define an image header because iw_main module is not available or root directory is not defined.
ca: No es pot definir una imatge de capçalera perquè el mòdul iw_main no està disponible o bé no s'ha definit un directori de fitxers
es: No se puede definir una imagen de cabecera porque el módulo iw_main no está disponible o bien porque no se ha definido un directorio de ficheros

source: Root directory don't exists
ca: El directori de fitxers arrel no existeix
es: El directorio de ficheros raíz no existe

source: Header image don't exists
ca: La imatge de capçalera no existeix
es: La imagen de cabecera no existe

source: Configuration correctly updated
ca: La configuració s'ha actualitzat correctament
es: La configuración se ha actualizado correctamente

source: Plan:
ca: Pla:

source: Autor
ca: Autor/a

source: Lect?
ca: Lectura

source: Opt?
ca: Optativa

source: Mat
ca: Materials

source: Eval.
ca: Avaluació
